Repository: nextcloud/NextcloudKit
Catalog: Sources/NextcloudKitUI/Localizable.xcstrings
Source language: en
Languages: ar, ast, be, bg_bg, ca, cs_cz, da, de, el, es, es_ec, es_mx, et_ee, eu, fa, fi_fi, fr, ga, gl, he, hr, hu_hu, id, is, it, ja_jp, kab, ko, lo, lt_lt, lv, mk, mn, nb_no, nl, oc, pl, pt_br, pt_pt, ro, ru, sc, sk_sk, sl, sr, sv, sw, tr, ug, uk, uz, vi, zh_cn, zh_hk, zh_tw

source: For people who already have access
cs_cz: Pro lidi, kteří už mají přístup
da: For personer, der allerede har adgang
de: Für Personen, die bereits Zugriff haben
el: Για άτομα που έχουν ήδη πρόσβαση
es: Para las personas que ya tienen acceso
et_ee: Neile, kellel juba on ligipääs
eu: Dagoeneko sarbidea duten pertsonentzat
fa: برای افرادی که قبلاً دسترسی دارند
fi_fi: Henkilöille, joilla on jo käyttöoikeus
fr: Pour les personnes qui y ont déjà accès
ga: Do dhaoine a bhfuil rochtain acu cheana féin
gl: Para persoas que xa teñen acceso
hr: Za osobe koje već imaju pristup
hu_hu: Azok számára, akik már rendelkeznek hozzáféréssel
id: Untuk orang yang sudah memiliki akses
it: Per le persone che hanno già accesso
ja_jp: すでにアクセス権を持っている人向け
ko: 이미 접근 권한이 있는 사람들에게
lo: ສຳລັບຄົນທີ່ມີສິດເຂົ້າເຖິງຢູ່ແລ້ວ
lt_lt: Tiems, kurie jau turi prieigą
mk: За луѓе кој веќе имаат пристап
mn: Аль хэдийн хандах эрхтэй хүмүүст
nl: Voor personen die al toegang hebben
pl: Dla osób, które już mają dostęp
pt_br: Para pessoas que já têm acesso
pt_pt: Para as pessoas que já têm acesso
ru: Для тех, у кого уже есть доступ
sk_sk: Pre ľudí, ktorí už majú prístup
sr: Особе које већ имају приступ
sv: För personer som redan har åtkomst
sw: Kwa watu ambao tayari wana ufikiaji
tr: Erişme izni olan kişiler için
ug: ئاللىبۇرۇن كىرەلەيدىغان ئادەملەر ئۈچۈن
uk: Для тих, хто має доступ
zh_cn: 对于已经拥有访问权限的人员
zh_hk: 對於已有存取權限的人
zh_tw: 對於已有存取權限的人

source: Invited People
da: Inviterede personer
de: Eingeladene Personen
es: Invitar personas
et_ee: Kutsutud osalejad
fr: Personnes invitées
ga: Daoine a tugadh cuireadh dóibh
it: Persone invitate
pt_br: Pessoas convidadas
ru: Приглашенные люди
sk_sk: Pozvaní ľudia
tr: Davet edilmiş kullanıcılar
zh_hk: 已邀請的人員
zh_tw: 已邀請的人員

source: Login Failed
da: Login mislykkedes
de: Anmeldung fehlgeschlagen
es: Fallo al iniciar sesión
et_ee: Sisselogimine ei õnnestunud
fr: La connexion a échoué
ga: Theip ar Logáil Isteach
it: Accesso non riuscito.
pt_br: Falha no login
ru: Вход не удался
sk_sk: Prihlásenie zlyhalo
tr: Oturum açılamadı
zh_hk: 登入失敗
zh_tw: 登入失敗

source: No recipients
da: Ingen modtagere
de: Keine Empfänger
es: Sin destinatarios
et_ee: Saajaid pole
fr: Aucun destinataire
ga: Gan aon fhaighteoirí
it: Nessun destinatario
pt_br: Nenhum destinatário
ru: Нет получателей
sk_sk: Žiadni príjemcovia
tr: Henüz bir alıcı yok
zh_hk: 沒有接收者
zh_tw: 沒有收件人

source: Not Shared Yet
da: Ikke delt endnu
de: Bislang keine Freigaben
es: Aún no hay archivos compartidos
et_ee: Pole veel jagatud
fr: Non partagé pour le moment
ga: Gan a bheith roinnte go fóill
it: Non ancora condiviso
pt_br: Ainda não compartilhado
ru: Нет общих ресурсов
sk_sk: Zatiaľ nezdieľané
tr: Henüz paylaşılmamış
zh_hk: 尚未分享
zh_tw: 尚未分享

source: Refresh link
da: Forny link
de: Link aktualisieren
es: Actualizar enlace
et_ee: Uuenda linki
fr: Actualiser le lien
ga: Athnuaigh an nasc
it: Aggiorna il link
pt_br: Atualizar link
ru: Обновить ссылку
sk_sk: Obnoviť odkaz
tr: Bağlantıyı yenile
zh_hk: 重新整理連結
zh_tw: 重新整理連結

source: Scan QR Code
da: Scan QR-kode
de: QR-Code scannen
es: Escanear código QR
et_ee: Skaneeri QR-koodi
fr: Scanner le QR code
ga: Scanáil Cód QR
it: Scansiona il QR Code
mk: Скенирај QR код
pt_br: Escanear código QR
ru: Сканировать QR код
sk_sk: Naskenovať QR kód
tr: Kare kodu tara
zh_hk: 掃描 QR 碼
zh_tw: 掃描 QR code

source: Server Address
da: Serveradresse
de: Serveradresse
es: Dirección del servidor
et_ee: Serveri aadress
fr: Adresse du serveur
ga: Seoladh an Fhreastalaí
it: Indirizzo del server
mk: Адреса на сервер
pt_br: Endereço do servidor
ru: Адрес сервера
sk_sk: Adresa servera
tr: Sunucu adresi
zh_hk: 伺服器位址
zh_tw: 伺服器位址

source: Remove password
da: Fjern adgangskode
de: Passwort entfernen
es: Eliminar contraseña
et_ee: Eemalda salaõna
fr: Supprimer le mot de passe
ga: Bain an focal faire
it: Rimuovi la password
pt_br: Remover senha
ru: Удалить пароль
sk_sk: Odstrániť heslo
tr: Parolayı kaldır
zh_hk: 移除密碼
zh_tw: 移除密碼

source: Share "%@"
da: Del "%@"
de: "%@" teilen
es: Compartir "%@"
et_ee: Jaga sisu: %@
fr: Partager « %1 »
ga: Comhroinn "%@"
it: Condividi "%@"
pt_br: Compartilhar “%@”
ru: Опубликовать "%@"
sk_sk: Zdieľať "%@"
tr: "%@" paylaşımı
zh_hk: 分享「%@」
zh_tw: 分享「%@」

source: Share Folder
bg_bg: Споделяне на папка
cs_cz: Nasdílet složku
da: Del mappe
de: Ordner teilen
es: Compartir carpeta
et_ee: Jaga kausta
eu: Partekatu karpeta
fi_fi: Jaa kansio
fr: Partager le dossier
ga: Comhroinn fillteán
hu_hu: Mappa megosztása
it: Condividi la cartella
lt_lt: Bendrinti aplanką
lv: Kopīgot mapi
nb_no: Del mappe
nl: Map delen
pt_br: Compartilhar pasta
ru: Опубликовать папку
sk_sk: Zdieľať priečinok
sr: Дели фолдер
tr: Klasörü paylaş
zh_hk: 分享資料夾
zh_tw: 分享資料夾

source: Share link (%lld)
da: Del link (%lld)
de: Link teilen (%lld)
es: Compartir enlace (%lld)
et_ee: Jagamislink (%lld)
fr: Lien de partage (%lld)
ga: Comhroinn an nasc (%lld)
it: Condividi collegamento (%lld)
pt_br: Link de compartilhamento (%lld)
ru: Ссылка общего доступа (%lld)
sk_sk: Odkaz na zdieľanie (%lld)
tr: Bağlantıyı paylaş (%lld)
zh_hk: 分享連結（%lld）
zh_tw: 分享連結 (%lld)

source: Show recipients
da: Vis modtagere
de: Empfänger anzeigen
es: Mostrar destinatarios
et_ee: Näita saajaid
fr: Afficher les destinataires
ga: Taispeáin na faighteoirí
it: Mostra i destinatari
pt_br: Mostrar destinatários
ru: Показать получателей
sk_sk: Zobraziť príjemcov
tr: Alıcıları görüntüle
zh_hk: 顯示接收者
zh_tw: 顯示收件人

source: This change will replace the individual permission settings of all recipients in this share.
da: Denne ændring erstatter de individuelle rettigheder for alle modtagere af denne deling.
de: Diese Änderung ersetzt die individuellen Berechtigungseinstellungen aller Empfänger dieser Freigabe.
es: El cambio reemplazará los ajustes de permisos individuales de todos los destinatarios de este recurso compartido.
et_ee: Selle muudatusega asendad kõikide jagamise saajate isiklikud õigused üldiste õigustega.
fr: Cette modification remplacera les paramètres des autorisations individuelles de tous les destinataires de ce partage.
ga: Cuirfidh an t-athrú seo ionad na socruithe ceada aonair do gach faighteoir sa scair seo.
it: Questa modifica sostituirà le impostazioni di autorizzazione individuali di tutti i destinatari di questa condivisione.
pt_br: Essa alteração substituirá as configurações de permissão individuais de todos os destinatários deste compartilhamento.
ru: Это изменение заменит индивидуальные настройки прав доступа всех получателей в этом общем ресурсе.
sk_sk: Táto zmena nahradí individuálne nastavenia oprávnení všetkých príjemcov v tomto zdieľaní.
tr: Bu değişiklik, bu paylaşımdaki tüm alıcıların bireysel izin ayarlarının yerini alacak.
zh_hk: 此變更會取代此分享中所有接收者的個別權限設定。
zh_tw: 此變更會取代此分享中所有收件人的個別權限設定。

source: The address of your Nextcloud web interface when you open it in your browser.
da: Adressen på din Nextcloud-webgrænseflade, når du åbner den i din browser.
de: Die Adresse Ihrer Nextcloud-Weboberfläche, wenn Sie diese in Ihrem Browser öffnen.
es: La dirección de la interfaz web Nextcloud cuando la abras en tu navegador.
et_ee: Sinu Nextcloudi kasutajaliidese veebiaadress, kui sa avad ta veebibrauseris.
fr: L'adresse de votre interface web Nextcloud quand vous l'ouvrez dans votre navigateur.
ga: Seoladh do chomhéadain gréasáin Nextcloud nuair a osclaíonn tú é i do bhrabhsálaí.
it: L'indirizzo dell'interfaccia web di Nextcloud quando la apri nel browser.
pt_br: O endereço do site Nextcloud ao abri-lo no navegador.
ru: Адрес Вашего веб-интерфейса Nextcloud, когда вы открываете его в Вашем браузере.
sk_sk: Adresa vášho webového rozhrania Nextcloud, keď ho otvoríte v prehliadači.
tr: Nextcloud internet arayüzü için tarayıcınızda açacağınız adres.
zh_hk: 你在瀏覽器中開啟 Nextcloud 網頁介面時使用的位址。
zh_tw: 您在瀏覽器中開啟 Nextcloud 網頁介面的位址。

source: The entered server address is invalid.
da: Den indtastede serveradresse er ugyldig.
de: Die eingegebene Serveradresse ist ungültig.
es: La dirección del servidor ingresada no es válida.
et_ee: Sisestatud serveriaadress on vigane.
fr: L'adresse du serveur saisie n'est pas valide.
ga: Tá an seoladh freastalaí a iontráladh neamhbhailí.
it: L'indirizzo del server non è valido.
pt_br: O endereço do servidor inserido é inválido.
ru: Введённый адрес сервера недействителен.
sk_sk: Zadaná adresa servera je neplatná.
tr: Yazılan sunucu adresi geçersiz.
zh_hk: 輸入的伺服器位址無效。
zh_tw: 輸入的伺服器位址無效。

source: The link can be changed to be easy to remember, but do not set it to something that is easy to guess.
da: Linket kan ændres, så det er let at huske, men vælg ikke noget, der er let at gætte.
de: Der Link kann so geändert werden, dass er leicht zu merken ist, aber wählen Sie keinen Link, der leicht zu erraten ist.
es: El enlace puede ser cambiado para ser fácil de recordar, pero no lo cambies a algo que sea fácil de adivinar.
et_ee: Seda linki saad muuta kergesti meeldejäetavaks, aga palun ära muuda selliseks, mis oleks liiga lihtne.
fr: Le lien peut être changé pour être plus simple à retenir, mais ne le définissez pas sur quelque chose de facile à deviner.
ga: Is féidir an nasc a athrú ionas go mbeidh sé éasca a mheabhrú, ach ná socraigh é ar rud éigin atá éasca a thomhas.
it: Il link può essere modificato per renderlo facile da ricordare, ma non impostarlo su qualcosa di facile da indovinare.
pt_br: O link pode ser alterado para ficar fácil de lembrar, mas não o defina como algo que seja fácil de adivinhar.
ru: Ссылку можно изменить так, чтобы её было легко запомнить, но не стоит выбирать название, которое легко угадать.
sk_sk: Odkaz je možné zmeniť tak, aby sa dal ľahko zapamätať, ale nenastavujte ho na niečo, čo sa dá ľahko uhádnuť.
tr: Bağlantı hatırlanması kolay olacak şekilde değiştirilebilir. Ancak kolay bulunabilecek bir şeye ayarlamayın.
zh_hk: 你可以將連結改為容易記住的內容，但請勿設為容易猜到的內容。
zh_tw: 您可以將連結改為容易記住的內容，但請勿設為容易猜到的內容。

# This share is limited to "%@". You can only grant the same or fewer permissions.
source: This share is limited to "%1$@". You can only grant the same or fewer permissions.
da: Denne deling er begrænset til "%1$@". Du kan kun give de samme eller færre rettigheder.
de: Diese Freigabe ist auf "%1$@" beschränkt. Sie können nur dieselben oder weniger Berechtigungen erteilen.
es: Este recurso compartido está limitado a %1$@". Sólo puedes dar los mismos o menos permisos.
et_ee: Sellel jagamisel kehtib piirang (%1$@) ja sa võid jagada vaid samade või vähemate õigustega.
fr: Ce partage est limité à "%1$@". Vous pouvez accorder, au maximum, ce nombre d'autorisations.
ga: Tá an comhroinnt seo teoranta do "%1$@". Ní féidir leat ach na ceadanna céanna nó níos lú ná iad a dheonú.
it: Questa quota è limitata a "%1$@". È possibile concedere solo gli stessi permessi o un numero inferiore di permessi.
pt_br: Essa compartilhamento está limitado a “%1$@”. Você só pode conceder as mesmas permissões ou menos do que essas.
ru: Этот общий ресурс ограничен правами "%1$@". Вы можете предоставить только те же или меньшие права доступа.
sk_sk: Toto zdieľanie je obmedzené na "%1$@". Môžete udeliť len rovnaké alebo menšie oprávnenia.
tr: Bu paylaşım "%1$@" ile sınırlı. Yalnızca aynı veya daha az izinler verebilirsiniz.
zh_hk: 此分享的權限僅限於「%1$@」。你只能授予相同或更少的權限。
zh_tw: 此分享的權限僅限於「%1$@」。您僅能授予相同或更少的權限。

source: This recipient will be removed from the share.
da: Modtageren fjernes fra delingen.
de: Dieser Empfänger wird aus der Freigabe entfernt.
es: Este destinatario será eliminado del recurso compartido.
et_ee: See saaja eemaldatakse jagamisest.
fr: Ce destinataire sera retiré du partage.
ga: Bainfear an faighteoir seo den scair.
it: Questo destinatario verrà rimosso dalla condivisione.
pt_br: Esse destinatário será removido do compartilhamento.
ru: Этот получатель будет удален из общего доступа.
sk_sk: Tento príjemca bude odstránený zo zdieľania.
tr: Bu alıcı paylaşımdan kaldırılacak.
zh_hk: 此接收者將會從分享中移除。
zh_tw: 此收件人將會從分享中移除。

source: This share will be permanently removed.
da: Delingen fjernes permanent.
de: Diese Freigabe wird dauerhaft entfernt.
es: Este recurso compartido será permanentemente eliminado.
et_ee: See jagamine kustutatakse jäädavalt.
fr: Ce partage sera définitivement supprimé.
ga: Bainfear an mhír roinnte seo go buan.
it: Questo elemento condiviso verrà rimosso definitivamente.
pt_br: Esse compartilhamento será removido definitivamente.
ru: Этот общий ресурс будет удалён навсегда.
sk_sk: Toto zdieľanie bude natrvalo odstránené.
tr: Bu paylaşım kalıcı olarak kaldırılacak.
zh_hk: 此分享將會永久移除。
zh_tw: 此分享將會永久移除。

source: %lld links
es: %lldenlaces
et_ee: %lld linki
fr: %lld liens
ga: %lld nasc
it: %lld link
mk: %lld линкови
ru: %lld ссылок
sk_sk: %lld odkazov
tr: %lld bağlantı
zh_hk: %lld 個連結
zh_tw: %lld 個連結

source: 1 link
es: 1 enlace
fr: 1 lien
ga: 1 nasc
mk: 1 линк
ru: 1 ссылка
sk_sk: 1 odkaz
tr: 1 bağlantı
zh_hk: 1 個連結
zh_tw: 1 個連結

source: 1 person
es: 1 persona
et_ee: 1 isik
fr: 1 personne
ga: Duine amháin
it: 1 persona
pt_br: 1 pessoa
ru: 1 человек
sk_sk: 1 osoba
tr: 1 kişi
zh_hk: 1 人
zh_tw: 1 個人

source: OK
es: Aceptar
et_ee: Sobib
ga: Ceart go leor
mk: Добро
ru: ОК
tr: Tamam
zh_hk: 確定
zh_tw: 確定
